Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/ronbeck_s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: Hans Rønbeck jearahallama bájuheapmi
nob: Sitater fra intervju med Hans Rønbeck

source: Hans Rønbeck ( 1912-94 ) lei máŋga jagi Kárášjoga gielddastivrra miellahttun .
nob: Hans Rønbeck ( 1912-1994 ) var i mange år medlem av kommunestyret i Karasjok .

source: Dá lea gielddastivra 1967-71 , Rønbeck lea viđát olgeš bealde .
nob: Her er kommunestyret 1967-71 , med Rønbeck som nr. 5 fra høyre .

source: ( Govva : Sámiid vuorká-davvirat )
nob: ( Bilde utlånt av De samiske samlinger / Sámiid vuorká-davvirat )

source: Ollu jagiid lei Hans Rønbeck okta dain dovdoseamos dáruiduhttinpolitihka ovddideddjiin , sihke Kárášjogas ja fylkka- ja riikkadásis , Bargiidbellodaga siskkobealde ja ollu sáhkavuoruin ja jearahallamiin medias .
nob: Gjennom flere tiår var Hans Rønbeck en av de mest markante forkjemperne for fornorskingspolitikken , både i Karasjok og på fylkes- og landsplan , innafor Arbeiderpartiet og gjennom ei rekke innlegg og intervju i media .

source: Mii leat válljen moadde bájuheami mat čielggadit su oainnu .
nob: Vi har plukka ut noen sitater som illustrerer hans syn :

source: Lofotposten , suoidnemánu 13. beaivve 1957 - Karl Robert Ertsaas jearahallan
nob: Lofotposten , 13. juli 1957 , intervju ved Karl Robert Ertsaas

source: - Mun in čiegat ahte mu loahpalaš ulbmil lea ahte sámi álbmot galgá suddat dáža álbmogii - dan dat liikká dahká beroškeahttá maid mii háliidat - ja ahte dárogiella vuoitá eanet ahte eanet sámegiela badjel . ...
nob: - Jeg legger ikke skjul på at jeg ser det som et endelig mål at den samiske folkegruppen går opp i den norske - det vil den forøvrig gjøre hva vi enn måtte ønske - og at det norske sprog vinner terreng på bekostning av det samiske . ...

source: - Dás ii leat sáhka sámiin eatnigiela rievidit , muhto mii fertet áddet ahte sii , dilálašvuođaid oktavuođain , bággejuvvojit dárogiela geavahišgoahtit , ja mun oaivvildan ahte mađe johtileappot dáruiduhttinmannolagat dáhpáhuvvet , dáđi buoret sámiide . ...
nob: - Her er det ikke snakk om å berøve samene morsmålet , men vi må innse at de , tvunget av omstendighetene , er nødt til å gå over til norsk , og jeg mener at desto hurtigere fornorskingsprosessen går desto bedre for samene . ...

source: - Kárášjogas leat dál badjel 40 proseantta álbmogis vuollel 16 jagi .
nob: - I Karasjok i dag er over 40 prosent av befolkningen under 16 år .

source: Dát mearkkaša ahte gaskal 50 ja 70 nuora jahkásaččat fertejit ohcat bargosaji gielddarájiid olggobealde .
nob: Det vil si at mellom 50 og 70 ungdommer årlig må søke seg arbeidsplasser utenfor kommunen .

source: Jos sii dása náđđot , de mii oažžut árpmuhis dili lassáneaddji bargguhisvuođain ja stuorát bargoveaga go dárbbašat ja geafivuođa man mii dovdat nu bures 30-logus , ja dát livččii galgan leat doarvái balddonassan .
nob: Fortsetter de å bo her vil vi nådeløst få en stigende arbeidsledighet og underbeskjeftigelse og en fattigdom som vi fikk stifte så alvorlig bekjentskap med i 30-årene at den skulle ha satt avskrekkende merker etter seg .

source: Dát sieiva logut galggašedje molssaeavttuid čuvgehit ja dahkat válljema álkibun : Nuorat fertejit guođđit guovllu ! ...
nob: Disse tørre tall skulle gjøre alternativene klare og valget lett : Ungdommen må ut ! ...

source: - Mo galgá álbmotskuvlla oahpahus buoremusat doaibmat ?
nob: - Hvordan skal opplæringen i folkeskolen best foregå ?

source: - Skuvlastivrra eanetlohku , stuorra eanetlohku leat sámit , oaivvildit ahte sámegiella galgá geavahuvvot veahkkegiellan vuosttaš golbma jagi .
nob: - Flertallet i skolestyret , det overveiende flertall er samer , går inn for at samisk skal brukes som hjelpesprog de tre første årene .

source: 4. skuvlajagi galgá buot oahpahus leat dárogillii . ...
nob: Fra det 4. skoleåret foregår all undervisning på norsk . ...

source: - Muhto iigo leat buorre čoavddus diktit sámegiela ja dárogiela leat ovttadássásaš giellan álbmotskuvllas ?
nob: - Men er det ikke en løsning å la samisk og norsk være sideordnede sprog i folkeskolen ?

source: - Dát dagahivččii hirbmat ollu eanetbarggu ohppiide , ja dárogiella dat bázahallá .
nob: - Det vil kreve et voldsomt merarbeid for elevene , og det er norsk som vil bli skadelidende .

source: Ii , dát lea nu heajos čoavddus go oppa sáhttáge leat .
nob: Nei , det er en så dårlig løsning som vel mulig .

source: - De lea oassi sámi kultuvrras mii lea nu gillii gullevaš .
nob: - Så har vi den samiske kulturen som er så nært knyttet til samisk sprog .

source: Mo dainna , kantorhoavda Rønbeck ?
nob: Hva med den , kontorsjef Rønbeck ?

source: - Gal mun dieđán ahte gávdnojit muhtun romantihkkárat - geat barget buhtisindoallat sámi čeardda ja sámegiela .
nob: - Jeg er fullt på det rene med at det finnes enkelte romantikere - som arbeider for en rendyrking av samisk rase og samisk sprog .

source: Muhto jos dát galgá leat ulbmilin , de ferte sirren leat gaskaoapmi , ja dát gal dieđusge goazaha olles sámi álbmoga , dán gal lihkus sámit iežage dihtet .
nob: Men skal det bli målet må isolasjon være middelet , og det vil uvegerlig føre til stagnasjon for hele den samiske befolkning , og det er samene heldigvis klar over selv .

source: Danin sii eaige háliit dán guvlui bargat .
nob: Derfor ønsker de heller ikke å slå inn på den veien .

source: Sii dáhttot friddja ja lunddolaš ovdáneami man boađus lea ahte sámegiella jávká ja sámi álbmot suddá dáža álbmogii .
nob: De ønsker en fri og naturlig utvikling som nødvendigvis vil føre til at det samiske sprog dør ut og den samiske befolkning går opp i den norske .

source: Dát lea muđui ovdáneapmi mii guhká lea doaibman , ja sámit gillášedje eanemusat jos oktage geahččala dán bissehit .
nob: Det er forøvrig en utvikling som har vært i gang lenge , og samene vil lide mest under ethvert forøk på å stoppe den .

source: Ságat , miessemánu 26. beaivve 1990 - Arne Wulff jearahallan .
nob: Ságat , 26. mai 1990 . Intervjua av Arne Wulff

source: Aviisa ovdanbuktá jearahallama ná : " Dán jearahallama ovddeš Kárášjoga sátnejođiheddjiin Hans Rønbeckain dagai Arne Wulff 1976:s .
nob: Intervjuet blir av avisa presentert slik:"Dette intervjuet med tidligere Karasjok-ordfører Hans Rønbeck ble foretatt i 1976 av Arne Wulff .

source: Jearahallan ii goassige deaddiluvvon aviissas , daningo daláš doaimmaheaddji Bjarne Store Jakobsen biehttalii dan deaddileames .
nob: Intervjuet kom aldri på trykk i avisa , fordi daværende redaktør Bjarne Store Jakobsen nektet å trykke det .

source: Ságat doaimmahusrádjosa čorgedettiin , iđii ságastallan fas .
nob: Ved en opprydding i Ságats redaksjonsarkiv kom intervjuet frem i dagen igjen .

source: Muhtun áššit mat ságastallamis ovdanbohtet , leat ain áigeguovdilat .
nob: En del av de problemstillinger som omtales i intervjuet er fortsatt aktuelle .

source: Dasa lassin lea ságastallamis historjjálaš beroštupmi .
nob: Dessuten har intervjuet historisk interesse .

source: Hans Rønbecka lobiin danin Ságat dál deaddila jearahallama - 14 jagi maŋŋá jearahallama .
nob: Med samtykke fra Hans Rønbeck trykker derfor Ságat intervjuet - 14 år etter at det ble foretatt .

source: Dál Rønbeck lea ealáhagas ja orru Sálašvákkis . "
nob: Idag er Rønbeck pensjonist og bosatt i Tromsdalen . "

source: - Bismma eamit Wiig ráhkadii duppaltekstejuvvon sámegiela áppesa .
nob: - Fru biskop Wiig laget den dobbelttekstede samiske ABC .

source: 1920-logus lei riidu dáid oahppogirjjiid hárrái , ja stuorra eanetlohku hilggui daid .
nob: I 1920-åra var det strid om disse lærebøker , som ble forkastet av det store flertall .

source: Go mun bohten Kárášjohkii , de lei oaidnu dat ahte sii eai dohkkehan sámegielat oahpaheddjiid , ja dát lei maiddái miellaláhki soađi maŋŋá .
nob: Da jeg kom til Karasjok , var innstillingen slik at de ville ikke ha samisktalende lærere og dette var også stemningen etter krigen .

source: - Mun muittán ahte Lillemor Isaksen , geas lei gymnása , measta ii fidnen oahpaheaddjibarggu go son lei sámegielat .
nob: - Jeg husker at Lillemor Isaksen , som hadde gymnas , nesten ikke hadde fått en lærerjobb fordi hun var samisktalende .

source: Maiddái 1949:s Kárášjohka vuosttaldii sámegiela veahkkegiellan vuosttaš golbma skuvlajagi ja dán geardduhedje 1957:s. 1958:s oaččuimet joatkkaskuvlla ( framhaldsskole ) ja dat lei stuorra lávki guvlui .
nob: Også i 1949 gikk Karasjok i mot samisk som hjelpespråk i de første 3 år og dette ble gjentatt i 1957 . I 1958 fikk vi framhaldskole og det var et stort framskritt .

source: Sámelávdegotti evttohusa garrasit vuosttaldedje , ee. skuvlapolitihkalaš áššis .
nob: Samekomiteens innstilling møtte atskillig motstand , bl.a. i spørsmålet om skolepolitikken .

source: 1959:s rievdadedje skuvlalága .
nob: I 1959 fikk vi endringer i skoleloven .

source: Sámi álgooahpahus ii galgan leat geatnegahtton .
nob: Samisk begynneropplæring skulle ikke være obligatorisk .

source: Dát lea čađat leamaš mu oaidnu .
nob: Dette har hele tiden vært mitt syn .

source: Váhnemat geat eai háliit iežaset mánáide sámegiela álgooahpahusa , berrejit dan beassat garvit .
nob: De foreldre som ikke ønsker at barna skal ha samisk begynneropplæring , bør få slippe det .

source: Dán birra dat riidu lei , ja mun lean ilus go mu oaidnu vuittii .
nob: Det var her striden lå , og jeg er glad for at mitt syn seiret .

source: Johttisámiid mánáide ii leat skuvlafálaldat leamaš seamma buorre go dáloniid mánáide .
nob: Skoletilbudet for flyttsamebarna har aldri vært så godt som for fastboende barn .

source: Mun lean eallinagi vuosttaldan sierra johttisámebiirre , muhto ii dat leat ábuhan .
nob: Jeg har kjempet i alle år mot egen flyttsamekrets , men det har ikke nyttet .

source: Johttisámiid mánáin lea 27:s gitta 32 skuvlavahkku heivehuvvon 6 mánnui , ja dálu mánáin fas leat 36 skuvlavahkku 10 mánu badjel . ...
nob: Flyttsamebarna har fra 27 til 32 skoleuker som er konsentrert til 6 måneder , mens barna til de fastboende har 36 skoleuker over 10 måneder . ...

source: Sii geat leat bargan dan ala ahte johttisámiid mánáin ii galgga leat dábálaš skuvlafálaldat , sis ferte leat lossa noađđi guoddit .
nob: De som har kjempet for at flyttsamebarna skal fratas normale skoletilbud , må ha en tung bør å bære .

source: Dát sámi vealaheapmi lea várra vearrámus mii sámiid ektui lea deaividan , Rønbeck lohká . ...
nob: Denne samediskrimineringen er vel det verste samene egentlig har vært utsatt for , sier Rønbeck . ...

source: - Guovtti álbmotčeardda vuostálasvuođaid boađus lea ahte unnitlohku vuoittahallá .
nob: - Motsetninger mellom to folkegrupper vil alltid føre til at minoriteten taper .

source: Mun lean danin , nuorravuođa rájes juo , geahččalan doarjut sámiid sin eallindilisteaset , maiddái kultuvrralaččat .
nob: Jeg har derfor , helt fra min ungdom , forsøkt å støtte samene i deres livssituasjon , også kulturelt .

source: Go Sámiid Vuorká-Dávvirat vuođđuduvvui 1937:s , ledjen mun árjjalaččat mielde ja ledjen stivralahttu vuosttaš stivrras .
nob: Da De Samiske Samlinger ble stiftet i 1937 var jeg aktivt med og ble medlem i det første styre .

source: Dalle juo mun áŋgiruššen ahte sámegiela ja kultuvrra galgá seailluhit ja gáhttet .
nob: Allerede dengang var jeg opptatt av at samisk språk og kultur må tas vare på og vernes .

source: Muđui han mun in livčče áŋgiruššan .
nob: Ellers hadde jeg selvsagt ikke engasjert meg .

source: Muhto mu oaivil lei dalle , nugo dálge , eará go mii muhtun sápmelaččain dál lea .
nob: Men jeg sto dengang , som jeg gjør i dag , på en noe annen linje enn en del samer i dag .

source: Loga maiddái:Sigrunn Rønbeck : Kárášjoga Bargiidbellodaga doaimma 1934-83 ruovttoluottageahčastat
nob: Les også Sigrunn Rønbeck : Tilbakeblikk fra Karasjok Arbeiderpartis virke 1934-83

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
